const by = {
  error:
    "Не атрымалася загрузіць надвор'е, калі ласка, паспрабуйце іншы горад.",
  searchPlaceholder: 'Увядзіце горад на англійскай мове',
  weather: {
    sn: '🌨️ Снег 🌨️',
    sl: '🌧️ Дождж Са Снегам 🌧️',
    h: '🌧️ Град 🌧️',
    t: '🌩️ Навальніца 🌩️',
    hr: '🌧️ Моцны Дождж 🌧️',
    lr: '🌧️ Дождж 🌧️',
    s: '🌧️ Залева 🌧️',
    hc: '☁️ Моцная Хмарнасць ☁️',
    lc: '🌤️ Хмарнасць 🌤️',
    c: '☀️ Clear ☀️',
  },
  navigator: {
    weather: "Надвор'е",
    settings: 'Налады',
  },
  settings: {
    language: 'Мова:',
  },
};

export default by;
