const ua = {
  error: 'Не вдалося завантажити погоду, будь ласка, спробуйте інше місто',
  searchPlaceholder: 'Введіть місто англійською',
  weather: {
    sn: '🌨️ Сніг 🌨️',
    sl: '🌧️ Дощ Зі Снігом 🌧️',
    h: '🌧️ Град 🌧️',
    t: '🌩️ Гроза 🌩️',
    hr: '🌧️ Сильний Дощ 🌧️',
    lr: '🌧️ Дощ 🌧️',
    s: '🌧️ Злива 🌧️',
    hc: '☁️ Сильна Хмарність ☁️',
    lc: '🌤️ Хмарно 🌤️',
    c: '☀️ Ясна ☀️',
  },
  navigator: {
    weather: 'Погода',
    settings: 'Налаштування',
  },
  settings: {
    language: 'Мова:',
  },
};

export default ua;
